Repository: jakub-vanik/spotify-robodj
Catalog: robodj/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: The song will be played
cs: Písnička bude zahrána

source: The song is already enqueued
cs: Písnička je již ve frontě

source: Search for a song and play it
cs: Vyhledej písničku a nech si ji zahrát

source: previous page
cs: předchozí stránka

source: Play
cs: Zahrát

source: next page
cs: další stránka

source: Spotify authentication
cs: Autentizace Spotify

source: Sign in
cs: Přihlásit

source: Player selection
cs: Výběr přehrávače

source: Select
cs: Vybrat

source: Playlist selection
cs: Výběr playlistu

source: Playing
cs: Právě hraje

source: from the album
cs: z alba

source: by
cs: od

source: Songs in the request queue:
cs: Písniček na přání ve frontě:
